[
    {
        "bookname": "Гарри Поттер и узник Азкабана",
        "author": "Джоан Роулинг",
        "genre": "Детские книги",
        "data": {
            "ISBN:": ": 978-5-389-07788-1",
            "издания:": ": 2014",
            "Издательство:": ": Махаон",
            "Серия:": ": Гарри",
            "Цикл:": ": Гарри"
        },
        "description": "\r\n                                    САМОЕ ИНТЕРЕСНОЕ ТОЛЬКО НАЧИНАЕТСЯ! Книга, покорившая мир, эталон литературы для читателей всех возрастов, синоним успеха. Книга, сделавшая Дж.К. Роулинг самым читаемым писателем современности. Книга, ставшая культовой уже для нескольких поколений. Гарри Поттер и узник Азкабана – история продолжается.\r\n                                "
    },
    {
        "bookname": "Фантастические твари и где они обитают",
        "author": "Джоан Кэтлин Роулинг",
        "genre": "Детская познавательная и развивающая литература",
        "data": {
            "ISBN:": ": 978-5-389-08425-4",
            "издания:": ": 2015",
            "Издательство:": ": Machaon"
        },
        "description": "\r\n                                    В новом переводе Марии Спивак! Знаменитая книга во вселенной Гарри Поттера.\r\n«Фантастические твари и где они обитают» – обязательный учебник в школе колдовства и ведьминских наук «Хогварц». В книге описываются все волшебные существа, которые существуеют во вселенной Гарри Поттера.\r\n\r\n В 2016 году на экраны кинотеатров выйдет экранизация этой книги Джоан К. Роулинг.\r\n                                "
    },
    {
        "bookname": "Перси Джексон и похититель молний",
        "author": "Рик Риордан",
        "genre": "Детская фантастика",
        "data": {
            "ISBN:": ": 978-5-699-40288-5",
            "издания:": ": 2010",
            "Издательство:": ": Эксмо",
            "Серия:": ": Люди"
        },
        "description": "\r\n                                    Не только в хогвартской Школе чародейства и волшебства происходят события загадочные и страшные. И не с одним только Гарри Поттером. Перси Джексон, двенадцатилетний американский школьник, едва не становится жертвой учительницы по математике. Хорошо, что ручка, которую дал ему мистер Браннер, учитель латинского языка, превращается в настоящий меч и поражает обезумевшую математичку. Но на этом беды Перси Джексона не кончаются. На побережье, куда они уезжают с мамой, на них нападает чудовище Минотавр. И друг Перси по школе, Гроувер, неожиданно пришедший на помощь, оказывается не мальчиком, а сатиром. Но главные приключения начинаются позже, когда они с Гроувером добираются до Лагеря полукровок... \r\nЦикл Рика Риордана о Перси Джексоне стал одним из супербестселлеров последних лет.\r\n                                "
    },
    {
        "bookname": "Гарри Поттер и Принц-полукровка",
        "author": "Джоан Кэтлин Роулинг",
        "genre": "Детские книги",
        "data": {
            "ISBN:": ": 978-5-389-07791-1",
            "издания:": ": 2015",
            "Издательство:": ": Азбука-Аттикус",
            "Серия:": ": Гарри",
            "Цикл:": ": Гарри"
        },
        "description": "Книга, покорившая мир, эталон литературы, синоним успеха. \r\n Книга, сделавшая Дж.К.Роулинг самым читаемым писателем современности. Книга, ставшая культовой уже для нескольких поколений. \r\n \"Гарри Поттер и Принц-полукровка\" – история продолжается."
    },
    {
        "bookname": "Бердолька Чарли и Гертруды Богранд",
        "author": "Д. Мицкис",
        "genre": "Детская проза",
        "data": {
            "ISBN:": ": 978-5-94962-282-7",
            "издания:": ": 2015",
            "Издательство:": ": Антология"
        },
        "description": "\r\n                                    Чарли и Гертруда живут в странном месте, где даже вопросы о родителях запрещены. Казалось бы, побег невозможен! Но всё меняется с появлением таинственного гостя. Он вручает каждому билет «В-Один-Конец-Два» и помогает вернуться «домой». Старые-новые друзья, первый взмах крыльев и воспоминания, которых... не могло быть. Кто разгадает главную тайну Бердольки?\r\n\r\nВторая книга из серии «Бердолька» уже вышла. Она называется «Тайна Мистера и Миссис С.»\r\n                                "
    },
    {
        "bookname": "Гарри Поттер и Дары Смерти",
        "author": "Джоан Кэтлин Роулинг",
        "genre": "Детская фантастика",
        "data": {
            "ISBN:": ": 978-5-389-07792-8",
            "издания:": ": 2015",
            "Издательство:": ": Махаон",
            "Серия:": ": Гарри",
            "Цикл:": ": Гарри"
        },
        "description": "Книга, покорившая мир, эталон литературы, синоним успеха. Книга, ставшая культовой уже для нескольких поколений. «Гарри Поттер и Дары Смерти» – финал истории."
    },
    {
        "bookname": "Гарри Поттер и узник Азкабана",
        "author": "Джоан Роулинг",
        "genre": "Детские книги",
        "data": {
            "ISBN:": ": 978-5-389-07788-1",
            "издания:": ": 2014",
            "Издательство:": ": Махаон",
            "Серия:": ": Гарри",
            "Цикл:": ": Гарри"
        },
        "description": "\r\n                                    САМОЕ ИНТЕРЕСНОЕ ТОЛЬКО НАЧИНАЕТСЯ! Книга, покорившая мир, эталон литературы для читателей всех возрастов, синоним успеха. Книга, сделавшая Дж.К. Роулинг самым читаемым писателем современности. Книга, ставшая культовой уже для нескольких поколений. Гарри Поттер и узник Азкабана – история продолжается.\r\n                                "
    },
    {
        "bookname": "Квиддич с древности до наших дней",
        "author": "Дж. Роулинг",
        "genre": "Детская познавательная и развивающая литература",
        "data": {
            "ISBN:": ": 978-5-353-04459-8",
            "издания:": ": 2009",
            "Издательство:": ": Росмэн-Пресс",
            "Серия:": ": Знаменитые"
        },
        "description": "\r\n                                    Эта книга представляет собой веселый, полный юмора и гротеска обзор истории квиддича - любимой игры магов, когда, сидя верхом на метлах, они стараются забросить мяч в кольцо противника. Автор подробно исследует, когда и где возник квиддич, как менялся и совершенствовался, упоминаются лучшие в истории квиддича команды и игроки. Конечно, это шутка Джоан Ролинг, но для любителей книг о Гарри Поттере - это еще одна возможность погрузиться в столь любимый и чарующий мир фэнтези.\r\n                                "
    },
    {
        "bookname": "Случайная вакансия",
        "author": "Джоан Роулинг",
        "genre": "Современная зарубежная литература",
        "data": {
            "ISBN:": ": 978-5-389-07987-8",
            "издания:": ": 2014",
            "Издательство:": ": Азбука",
            "Серия:": ": The"
        },
        "description": "\r\n                                    В Пэгфорде на сорок пятом году жизни скоропостижно скончался член местного совета Барри Фейрбразер. Это событие повергло горожан в шок. В провинциальном английском городке с мощеной рыночной площадью и древним монастырем, казалось бы, царит идиллия, но так ли это в действительности? Что скрывается за красивыми английскими фасадами? \n На самом деле тихий городок уже давно находится в состоянии войны. Богатые конфликтуют с бедными, подростки - с родителями, жены - с мужьями, учителя - с учениками... Пэгфорд не такой, каким кажется на первый взгляд. \n Но освободившееся кресло в местном совете только обостряет все эти конфликты и грозит привести к такой войне, которой еще не видел маленький городок. Кто сумеет победить на выборах, наполненных страстью, двуличием и неожиданными разоблачениями? \n Это большой роман о маленьком городе и первая книга Джоан Роулинг для взрослых. Прекрасное произведение, созданное удивительным рассказчиком.\r\n                                "
    },
    {
        "bookname": "О пользе размышлений",
        "author": "Alex 2011",
        "genre": "",
        "data": {
            "издания:": ": 2012"
        },
        "description": "Гарри Поттер с детства привык размышлять о происходящих вокруг него событиях. Поэтому встреча с Хагридом вызывает у него не самые лучшие мысли о магическом мире. Так что в Хогвартс приедет думающий Гарри."
    }
]
